Repository: OpenMandrivaAssociation/freetuxtv
Catalog: freetuxtv-*.po
Languages: ru

source: <b>Recording period</b>
ru: <b>Период записи</b>

source: Add a recording
ru: Добавить запись

source: Duration:
ru: Продолжительность:

source: End time:
ru: Время окончания:

source: Selected channel:
ru: Выбранный канал:

source: Start time:
ru: Время начала:

source: Title:
ru: Название:

source: minutes
ru: минут

source: <b>Processing of channels' name</b>
ru: <b>Обработка имен каналов</b>

source: <b>Special group type:</b>
ru: <b>Тип специальной группы:</b>

source: Add a group
ru: Добавить группу

source: Channels groups file:
ru: Файл группы каналов:

source: Custom channels group
ru: Своя группа каналов

source: Delete this text before the name:
ru: Удалять текст перед именем:

source: Delete this text behind the name:
ru: Удалять текст после имени:

source: Existing channels group
ru: Существующая группа каналов

source: Favourites
ru: Избранное

source: Group's name:
ru: Имя группы:

source: Languages/Channels group
ru: Язык/группа каналов

source: Name of the group which will be added
ru: Наименование группы которая будет добавлена

source: Playlist's URI of the group which will be added
ru: Адрес списка воспроизведения группы, которая будет добавлена

source: Playlist's URI:
ru: Адрес списка:

source: Required ISP
ru: Необходим ISP

source: Select one or several channels group you want to add and click on the add button.
ru: Выберите один или группу из нескольких каналов и нажмите на кнопка добавить.

source: Special group
ru: Специальная группа

source: Text or regexp which must be deleted at the beginning of the channel's name
ru: Текст или регулярное выражение, которое должно быть удалено в начале названия канала

source: Text or regexp which must be deleted at the end of the channel's name
ru: Текст или регулярное выражение, которое должно быть удалено в конце названия канала

source: You can easily use regular expressions to delete some text in the channel's name of the groupe. For example, if in your playlist, you have a name like "11 - NT1" or "12 - NRJ 12", FreetuxTV is able to remove the channel's number before the name, by using the regular expression "[0-9]* - ".
ru: Вы можете использовать регулярные выражения, чтобы удалить текст в названии канала группы. Например, если в вашем плейлисте есть имя как "11 - NT1" или "12 - NRJ 12", FreetuxTV имеет возможность удалить номер канала перед именем, с помощью регулярного выражения "[0-9]* - ".

source: <b>Channel VLC options:</b>
ru: <b>Настройки канала VLC:</b>

source: Channel properties
ru: Свойства канала

source: Channel's URI:
ru: Адрес канала:

source: Channel's name:
ru: Название канала:

source: Deinterlacement:
ru: Устранение чересстрочности:

source: General
ru: Общие

source: Options
ru: Параметры

source: none
ru: нет

source: channels
ru: каналов

source: <b>Configuration file (vlcrc)</b>
ru: <b>Конфигурационный файл (vlcrc)</b>

source: <b>Connection</b>
ru: <b>Подключение</b>

source: <b>Destination</b>
ru: <b>Назначение</b>

source: <b>Notifications</b>
ru: <b>Уведомления</b>

source: <b>Proxy</b>
ru: <b>Прокси</b>

source: <b>Search of channels</b>
ru: <b>Поиск каналов</b>

source: <b>Startup</b>
ru: <b>Запуск</b>

source: <b>Transcoding options</b>
ru: <b>Параметры перекодирования</b>

source: <i>Restart the application after changing this option.</i>
ru: <i>Перезапустить приложение после изменения этого параметра.</i>

source: Activate/Deactivate the window always on top
ru: Включить/выключить всегда поверх окна

source: Channels
ru: Каналы

source: Details
ru: Подробности

source: Directory Record:
ru: Каталог записи:

source: Download timeout (seconds) :
ru: Таймаут загрузки (секунды) :

source: Enable desktop notifications
ru: Включить уведомления

source: Format:
ru: Формат:

source: Fullscreen mode
ru: Полноэкранный режим

source: Go back to the normal mode
ru: Перейти назад в обычный режим

source: Go to the current channel playing
ru: Перейти к проигрываемому сейчас каналу

source: Group properties
ru: Свойства группы

source: Ignore diacritics
ru: Игнорировать диакритики

source: In progress
ru: Выполняются

source: Jump to current channel
ru: Перейти на текущий канал

source: Manual proxy configuration
ru: Ручная настройка прокси

source: Network
ru: Сеть

source: Next channel
ru: Следующий канал

source: No proxy
ru: Без прокси

source: No transcoding
ru: Не перекодировать

source: None
ru: Нет

source: Number of channels:
ru: Число каналов:

source: Password:
ru: Пароль:

source: Play last channel on startup
ru: Воспроизвести последний канал при запуске

source: Play the current channel
ru: Воспроизвести текущий канал

source: Predefined transcoding formats
ru: Стандартные форматы кодирования

source: Preferences
ru: Параметры

source: Previous channel
ru: Предыдущий канал

source: Project's Web Site
ru: Веб сайт проекта

source: Proxy port:
ru: Порт прокси:

source: Proxy server:
ru: Прокси-сервер:

source: Proxy type:
ru: Тип прокси:

source: Record the current channel
ru: Записать текущий канал

source: Recordings
ru: Записи

source: Search:
ru: Поиск:

source: Select a directory
ru: Выбрать каталог

source: Small mode
ru: Маленькое окно

source: Stop playing the current channel
ru: Остановить воспроизведение текущего канала

source: Terminated
ru: Завершенные

source: Use a custom configuration file
ru: Использовать пользовательский файл конфигурации

source: Use authentification
ru: Использовать аутентификацию

source: Use the VLC configuration file
ru: Использовать файла конфигурации VLC

source: Username:
ru: Имя пользователя:

source: View file
ru: Показать файл

source: Vol:
ru: Громк:

source: Web TV channels player
ru: Проигрыватель каналов интернет тв

source: Russian Web TV and Radio
ru: Российское интернет тв и радио

source: Web Radio (Russian)
ru: Интернет радио (Россия)

source: Web TV (Russian)
ru: Интернет ТВ (Россия)

source: WebCam
ru: Веб-камера

source: FreetuxTV Television Channels Player
ru: Проигрыватель телевизионных каналов FreetuxTV

source: Television Channels Player
ru: Проигрыватель телевизионных каналов

source: Watch television channels from internet
ru: Смотреть телевизионные каналы из интернет

source: %lld min
ru: %lld мин

source: Update "%s" channels list
ru: Обновить "%s" список каналов

source: Getting the file: "%s"
ru: Получение файла: "%s"

source: Error when adding the channels. M3UParser has returned error: %s.
ru: Ошибка при добавлении каналов M3UParser возвратил ошибку: %s.

source: Delete group's channels
ru: Удалить группу каналов

source: Add to favourites
ru: Добавить в избранное

source: New group
ru: Создать группу

source: Cannot open database. SQLite has returned error: %s.
ru: Не удалось открыть базу данных. SQLite возвратил ошибку: %s.

source: Error when displaying the channels. SQLite has returned error: %s.
ru: Ошибка при показе каналов SQLite возвратил ошибку: %s.

source: Error when getting the channel. SQLite has returned error: %s.
ru: Ошибка при получении канала. SQLite возвратил ошибку: %s.

source: Error when adding the channel "%s". SQLite has returned error: %s.
ru: Ошибка при добавлении канала "%s". SQLite возвратил ошибку: %s

source: Error when deleting the channel "%s". SQLite has returned error: %s.
ru: Ошибка при удалении канала "%s". SQLite возвратил ошибку: %s

source: Error when updating the position of the channels in group "%s". SQLite has returned error: %s.
ru: Ошибка при обновлении расположения каналов в группе "%s". SQLite возвратил ошибку: %s

source: Error when getting the channel by name. SQLite has returned error: %s.
ru: Ошибка при получении канала по имени. SQLite возвратил ошибку: %s.

source: Error when updating the channel "%s". SQLite has returned error: %s.
ru: Ошибка при обновлении канала "%s". SQLite возвратил ошибку: %s

source: Error when adding the group "%s" in database. SQLite has returned error: %s.
ru: Ошибка при добавлении группы "%s" в базу данных. SQLite возвратил ошибку: %s

source: Error when updating the group "%s". SQLite has returned error: %s.
ru: Ошибка при обновлении группы "%s". SQLite возвратил ошибку: %s

source: Error when updating the last update date of the group "%s". SQLite has returned error: %s.
ru: Ошибка при обновлении даты последнего обновления группы "%s". SQLite возвратил ошибку: %s

source: Error when deleting the group "%s". SQLite has returned error: %s.
ru: Ошибка при удалении группы "%s". SQLite возвратил ошибку: %s

source: Error when updating the position of the groups. SQLite has returned error: %s.
ru: Ошибка при обновлении расположения группы. SQLite возвратил ошибку: %s.

source: Error when deleting the channels of the group "%s". SQLite has returned error: %s.
ru: Ошибка при удалении каналов группы "%s". SQLite возвратил ошибку: %s

source: Error when updating the channels of the group "%s". SQLite has returned error: %s.
ru: Ошибка при обновлении каналов группы "%s". SQLite возвратил ошибку: %s

source: Error when deleting the tv channels list. SQLite has returned error: %s.
ru: Ошибка при удалении списка тв каналов. SQLite возвратил ошибку: %s

source: Error when adding the tv channel '%s'. SQLite has returned error: %s.
ru: Ошибка при добавлении списка тв каналов "%s". SQLite возвратил ошибку: %s

source: Error when adding the recording '%s'. SQLite has returned error: %s.
ru: Ошибка при добавлении записи "%s". SQLite возвратил ошибку: %s

source: Error when adding the label of channel logo '%s'. SQLite has returned error: %s.
ru: Ошибка при добавлении метки логотипа канала '%s'. SQLite возвратил ошибку: %s

source: Error when linking the TV channel '%s' to channel. SQLite has returned error: %s.
ru: Ошибка при переходе по ссылке телеканала '%s' на канал. SQLite возвратил ошибку: %s

source: Error when getting the database version. SQLite has returned error: %s.
ru: Ошибка при получении версии базы данных. SQLite возвратил ошибку: %s.

source: Error when updating the database version. SQLite has returned error: %s.
ru: Ошибка при обновлении версии базы данных. SQLite возвратил ошибку: %s.

source: Error when migrating the database. SQLite has returned error: %s.
ru: Ошибка при перемещении базы данных SQLite возвратил ошибку: %s.

source: Error when updating the status of the recording "%s". SQLite has returned error: %s.
ru: Ошибка при обновлении состояния записи "%s". SQLite возвратил ошибку: %s

source: Error when deleting the recording "%s". SQLite has returned error: %s.
ru: Ошибка при удалении записи "%s". SQLite возвратил ошибку: %s

source: Error when downloading the file from URL -> %s. CURL has returned error: %s.
ru: Ошибка загрузки файла с адреса -> %s.. CURL возвратил ошибку: %s

source: Do you want to move the related file on the hard disk to the trash?
ru: Вы хотите переместить файл на жестком диске в мусорную корзину?

source: Synchronizing the tv channels list
ru: Синхронизация списка тв каналов

source: _Synchronize TV channels database
ru: Синхронизировать базу данных тв каналов

source: Synchronize the TV channels list in the local database from the XML database
ru: Синхронизировать список тв каналов локальной базы данных с базой данных XML

source: %ld byte
ru: %ld байт

source: %ld bytes
ru: %ld бит

source: %1.1f kB
ru: %1.1f КБ

source: %1.1f MB
ru: %1.1f МБ

source: %1.1f GB
ru: %1.1f ГБ

source: Please select a least one group !
ru: Пожалуйста, выберите хотя бы одну группу!

source: Adding channels groups
ru: Добавление группы каналов

source: Adding channels group: <i>%s</i>
ru: Добавление группы каналов: <i>%s</i>

source: %d channels group(s) have been successfully added.
ru: %d группа каналов успешно добавлена.

source: Please enter the group's name !
ru: Введите имя группы!

source: Please enter the group's URI !
ru: Введите адрес группы!

source: _FreetuxTV
ru: _ТВ проигрыватель

source: _Channels
ru: _Каналы

source: _Add a group
ru: _Добавить группу

source: Add/create a channels group from different sources
ru: Добавить/создать группу каналов из разных источников

source: _Update TV channels list
ru: _Обновить список тв каналов

source: _Video
ru: _Видео

source: _Deinterlace
ru: _Устранение чересстрочности

source: Disable
ru: Отключить

source: Blend
ru: Смешивание

source: Bob
ru: Удвоение

source: Discard
ru: Отбрасывание

source: Linear
ru: Линейное

source: Mean
ru: Среднее

source: _Help
ru: _Справка

source: Mute
ru: Без звука

source: Recording: %s (%s) -> %s (%s)
ru: Запись: %s (%s) -> %s (%s)

source: An error occurred while playing channel '%s' : %s If the problem persist, you can report that the link is dead at %s
ru: Произошла ошибка при воспроизведении канал '%s' : %s Если проблема не устраняется, вы можете сообщить о том что ссылка мертва в %s

source: An error occurred
ru: Произошла ошибка

source: Initializing user configuration...
ru: Инициализация конфигурации пользователя...

source: Loading user configuration...
ru: Загрузка конфигурации пользователя...

source: Synchronizing the list of tv channels...
ru: Синхронизация списка тв каналов...

source: Loading the list of channels...
ru: Загрузка списка каналов...

source: Loading the list of recordings...
ru: Загрузка списка записей...

source: Playing: %s
ru: Проигрывается: %s

source: is playing
ru: Воспроизводится

source: Stopping channel: %s
ru: Остановка канала: %s

source: is recording
ru: Записывается

source: Recording: %s
ru: Записывается: %s

source: Are you sure you want to quit?
ru: Вы действительно хотите выйти?
